Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Under the Skin (Subcutaneous) The medicine you are taking is to be given into the fatty tissue under the skin, also called subcutaneous. You will be taught how to do the injection or shot. Use this sheet to know which sites to use for your injections. Ì The stomach, arms, legs and buttocks can be used for injections as shown in the picture. Injections are absorbed best from the stomach, next from the arms and least well from the legs and buttocks. Rub the site with alcohol. Let the alcohol air dry. Ì Give your shot in a different spot each time. Talk to your doctor or nurse if you have any questions or concerns about where to give your injection © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Under the Skin (Subcutaneous) Injection Sites. Russian.
ru: инъекции Injection Sites Вам назначили лекарство, которое вводится в подкожную жировую клетчатку. Вас научат, как делать инъекцию (укол). В этой инструкции указано, какие участки можно использовать для подкожных инъекций. Ì Для инъекций подходят живот, руки, ноги и ягодицы (см. рис.). Лучше всего лекарство всасывается из живота, затем из рук и хуже всего из ног и ягодиц. Ì Протрите место укола спиртом. Подождите, пока спирт испарится. Ì Делайте укол каждый раз в новом месте. Если у вас есть вопросы или опасения относительно того, где делать укол, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Urinary Incontinence Urinary incontinence is a common problem for many women. The muscles and nerves that help to hold or release urine can get weak or have problems. It can be caused by childbirth, menopause, aging, nerve disease, stroke, surgery, injury, infection and medicines. It can also be a side effect of other health conditions, such as diabetes or cancer. Testing and treatment can help to improve your quality of life. Signs of Incontinence • Urine leaks after a cough, laugh, sneeze or physical activity • The sound of water running or touching water causes an urge to urinate • Sudden urge to go to the bathroom before leaking urine • Not able to empty bladder when going to the bathroom • Needing to empty bladder 8 or more time a day or more than 2 times at night Tell your doctor if you have had: • Kidney or bladder stones or calcium deposits. These can block the flow of urine from the bladder to urethra. • Polyps or small growths in the vaginal area. They can press on the urethra and lead to incontinence. Urinary Incontinence in Women. Russian.
ru: у женщин in Women Недержание — частая проблема многих женщин. Нервно-мышечная ткань, позволяющая удерживать мочу, может ослабеть, или с ней могут случиться иные проблемы, вызванные родами, менопаузой, старением, заболеваниями нервной системы, инсультом, хирургическим вмешательством, травмой, инфекцией или лекарствами. Недержание может стать побочным эффектом других заболеваний, таких как диабет или рак. Качество жизни можно повысить благодаря обследованию и лечению. Симптомы недержания • Вытекание мочи при кашле, смехе, чихании или физической активности • Желание помочиться при соприкосновении с водой или звуке льющейся воды • Внезапные позывы к мочеиспусканию • Невозможность опорожнить мочевой пузырь • Частые позывы к мочеиспусканию: более 8 раз в день или 2 раз за ночь Сообщите врачу о наличии: • камней в почках или мочевом пузыре, а также о кальцинозе, которые могут блокировать поступление мочи из мочевого пузыря в уретру; • полипов или небольших наростов в области влагалища, которые могут оказывать давление на уретру и приводить к недержанию.

source: Types of Incontinence • Temporary: Urine leaks are caused by a sudden change in health or medicine. It can be a medicine side effect, infection in the urinary tract or bladder, or other health reason that will go away with time or short-term treatment. • Stress: Urine leaks repeatedly after a cough, laugh, sneeze or other physical activity. The muscles that control urine leak with stress or pressure. It may get worse the week before a menstrual period. • Urge: The muscles and nerves around the bladder contract and release urine when it is not supposed to. Urine leaks happen when there is a sudden feeling or need to urinate. This can happen during sleep, after drinking water, or when you touch water or hear it running. • Mixed: A person has both stress and urge incontinence. • Overflow: The bladder gets too full and urine leaks. There may be a problem with the muscle around the bladder blocking the emptying of the bladder when going to the bathroom. Overflow is often caused by urine leaks from too much pressure on the bladder. • Overactive bladder: The need to empty the bladder often, even when there may be very little urine stored. Urinary Incontinence in Women. Russian.
ru: Типы недержания • Временное: вытекание мочи вызвано внезапным изменением здоровья или приемом медикаментов. Недержание может быть побочным эффектом приема лекарств, инфекции мочевыводящих путей или мочевого пузыря, а также другими причинами и должно прекратиться со временем или в ходе краткого курса лечения. • Стрессовое: вытекание мочи часто повторяется при кашле, смехе, чихании или физической активности. Мышцы, контролирующие мочеиспускание, в результате стресса или напряжения сокращаются не полностью. Недержание может усугубиться за неделю до менструального цикла. • Ургентное: нервно-мышечная ткань вокруг мочевого пузыря сокращается и приводит к неконтролируемому мочеиспусканию. Это может случиться неожиданно: во время сна, после употребления воды, соприкосновении с ней или звуке льющейся воды. • Смешанное: сочетание стрессового и ургентного недержания. • Вследствие переполнения мочевого пузыря: мочевой пузырь переполняется, что приводит к вытеканию мочи. Недержание может быть вызвано тем, что мышцы блокируют опорожнение мочевого пузыря при посещении туалета. Переполнение мочевого пузыря и вытекание мочи часто могут происходить из-за сильного давления на мочевой пузырь. • Гиперактивный мочевой пузырь: частые позывы к мочеиспусканию даже при малом количестве мочи в мочевом пузыре.

source: Testing If you have signs of incontinence, call your doctor. You will have a physical exam and be asked questions about how often and when leaks occur. You may have one or more of these tests: • Pelvic exam: Checks for problems with the urethra, rectum and vagina. • Urine test: Urine is checked for infection and the amount of urine passed when emptying the bladder is measured. • Bladder tests: Pressure tests check the muscles and nerves. A thin tube or catheter may be used to collect urine during a bladder test. • Ultrasound: Pictures of the organs and muscles in the lower abdomen are taken using sound waves. • Cystoscopy: A thin tube with a camera on the end may be used to look into the urethra and bladder. Treatments Based on the physical exam and testing, you may have one or more of these treatments: • Kegel exercises, also known as pelvic floor exercises: They strengthen the muscles that control urine flow. To find these muscles, try to stop your urine midstream. Squeeze the muscles for just a second or two and then release. These are the muscles Kegels strengthen. Do these exercises after you have emptied your bladder. Urinary Incontinence in Women. Russian.
ru: Обследование Если у вас есть симптомы недержания, обратитесь к врачу. Вы пройдете осмотр, и вам будут заданы вопросы о частоте недержания. Вам будет предложено пройти некоторые из следующих обследований: • осмотр у гинеколога на наличие проблем с уретрой, прямой кишкой и влагалищем; • анализ мочи на наличие инфекций и анализ количества мочи, выделяемой при опорожнении мочевого пузыря; • уродинамическое исследование нервно-мышечных тканей мочевого пузыря, в ходе которого для сбора мочи может использоваться катетер; • ультразвуковое обследование органов малого таза; • цистоскопия — исследование мочеиспускательного канала и мочевого пузыря при помощи тонкой трубки с камерой. Лечение На основании результатов осмотра и обследований вам будет предложено пройти некоторые из следующих процедур: • упражнения Кегеля для укрепления мышц тазового дна, контролирующих мочеиспускание. Чтобы определить, где находятся эти мышцы, постарайтесь приостановить мочеиспускание. Сократите мышцы на 1–2 секунды, а затем расслабьте их. Упражнение Кегеля позволяет укрепить эти мышцы. Делайте такие упражнения после опорожнения мочевого пузыря.

source: 1. Tighten the muscles. Hold the muscles for 5 or 10 seconds. If you can only keep the muscles tight for 1 or 2 seconds, work up to holding them longer over time. 2. Then relax the muscles. 3. Repeat 10 to 20 times, at least 3 times a day. You will notice more strength over time. Tell your doctor if Kegels do not help your condition. • Electrical stimulation: A small non-painful electric pulse is used to help calm the nerves and muscles of the bladder. • Biofeedback: You learn to control the muscles of your bladder based on measurements from devices. • Medicines: Different drugs may be used. Talk to your doctor and pharmacist about any risks and benefits of the medicines. • Behavior modification: Some behaviors can make the urine leaks more of a problem. Reduce the frequency of leakage by losing weight if overweight, taking in less caffeine, and stopping smoking. • Bladder retraining program: You learn to control the flow of urine over several weeks or months. A journal is used to record urges and leaks. Urinary Incontinence in Women. Russian.
ru: 1. Сократите мышцы. Удерживайте их 5–10 секунд. Если поначалу получается удерживать мышцы в напряжении только 1–2 секунды, постарайтесь потом делать это дольше. 2. Затем расслабьте мышцы. 3. Повторяйте упражнение 10–20 раз не менее 3 раз в день. Со временем вы заметите, что мышцы укрепились. Сообщите врачу, если упражнение не дает положительных результатов; • электростимуляция нервно-мышечных тканей мочевого пузыря посредством небольших безболезненных электрических импульсов; • метод биологической обратной связи, направленный на обучение контролю мышц малого таза, основываясь на показаниях приборов; • медикаментозное лечение различными препаратами. Проконсультируйтесь с врачом и фармацевтом о положительных и побочных эффектах лекарств; • изменение привычек, которые могут вызывать недержание. Сократить случаи недержания может похудение, сокращение потребления кофеина и отказ от курения; • программа тренировки мочевого пузыря, в ходе которой в течение нескольких недель или месяцев происходит обучение контролю мочеиспускания. При этом в журнале ведется учет позывов к мочеиспусканию и случаев недержания;

source: • Pessary: A ring is placed into the vagina to put pressure on the opening of the bladder. The pressure helps control urine leaks. It may be used instead of surgery. • Injections: The tissues around the bladder opening are injected with a substance that surrounds the opening to the bladder. This may need to be done again because the body slowly absorbs the substance. • Surgery: If other treatments have not worked, surgery may be an option. The type of surgery can vary from an outpatient procedure to major abdominal surgery. Talk to your doctor or nurse if you have any questions or concerns. © 2012 - November 22, 2019, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Urinary Incontinence in Women. Russian.
ru: • использование маточного кольца: во влагалище помещается специальное кольцо, оказывающее давление на отверстие мочеиспускательного канала и помогающее контролировать недержание мочи. Маточное кольцо может использоваться вместо хирургического вмешательства; • инъекции вещества в ткани вокруг мочеиспускательного канала, способствующие укреплению стенок канала. Иногда инъекции необходимо делать повторно, поскольку вещество постепенно абсорбируется организмом; • хирургическое вмешательство в случае неэффективности других методов лечения. Это может быть как небольшая амбулаторная операция, так и серьезное хирургическое вмешательство. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Urine Sample – Female This test is done to check for bladder or urinary tract infections. The best time to get a urine sample is when the urine has been in your bladder for at least two to three hours. We suggest that you get the sample when you first wake up in the morning. Follow These Steps 1. Wash your hands with soap and water. Dry your hands well. 2. Get the urine sample kit. The kit has a cup with a lid and a packet of wipes. 3. Spread a clean paper or cloth towel out on a counter or surface you can reach from the toilet. 4. Open the wipes and place them on the towel. 5. Take the lid off of the cup. Put the lid flat side down on the towel. Do not touch the inside of the cup or lid. Urine Sample – Female (Clean Catch). Russian.
ru: женщин (Clean Catch) Анализ мочи проводится для диагностики инфекций мочевого пузыря и мочевыводящих путей. Рекомендуется собирать мочу, когда она находилась в мочевом пузыре не менее 2–3 часов (лучше всего утром после пробуждения). Процедура 1. Вымойте руки с мылом. Хорошо высушите руки. 2. Используйте комплект для сбора мочи, состоящий из контейнера с крышкой и салфеток. 3. Положите чистое бумажное полотенце или ткань на поверхность, куда можно дотянуться с унитаза. 4. Откройте пакет с салфетками и положите их на полотенце. 5. Открутите крышку и положите ее внешней стороной на полотенце. Не прикасайтесь к внутренней стороне контейнера и крышки.

source: 6. Sit on the toilet and spread your legs apart. Use two fingers on one hand to spread open your labia. The labia are the folds of skin on each side of your vagina. Hold the labia open until you get the urine sample. 7. With your other hand, use the wipes to clean your labia. • With the first wipe, wipe from front to back of inner labial folds in one stroke. Throw away the wipe in the trash. • Use the second wipe to clean in the middle over the opening to your urethra. This is where your urine comes out. It is just above the opening to your vagina. Throw away wipe in the trash. 8. Urinate a small amount into the toilet, and then stop the flow. Urine Sample – Female (Clean Catch). Russian.
ru: 6. Сядьте на унитаз и расставьте ноги. Двумя пальцами одной руки раздвиньте половые губы (складки кожи по обе стороны влагалища). Не отпускайте половые губы, пока не соберете мочу. 7. Другой рукой возьмите салфетки и вытрите половые губы. • Первой салфеткой вытрите малые половые губы одним движением спереди назад. Выкиньте салфетку в мусорку. • Второй салфеткой вытрите часть над отверстием уретры, откуда выходит моча. Оно расположено над входом во влагалище. Выкиньте салфетку в мусорку. 8. Немного пописайте в унитаз, затем прекратите мочеиспускание.

source: 9. Hold the urine cup a few inches from your urethra. Urinate into the cup until it is about half full. Stop the flow. Let go of your labia, and if needed, finish urinating into the toilet (not the cup). 10. Put the lid tightly on the cup. Be careful not to touch the inside of the cup or lid. 11.Wash your hands with soap and water. hospital, call the nurse 12. If you are in the to take the fresh specimen. Do not allow the sample to sit in the room. If you are at home, put the cup in a plastic bag and put the bag in the refrigerator to keep the sample fresh. Take the sample with you when you go to the laboratory or doctor’s office, as directed. Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 2, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Urine Sample – Female (Clean Catch). Russian.
ru: 9. Расположите контейнер в нескольких сантиметрах от уретры. Заполните контейнер мочой примерно до половины. Остановите мочеиспускание. Отпустите половые губы и закончите мочеиспускание в унитаз (но не в контейнер). 10. Плотно закройте контейнер крышкой. Не прикасайтесь к внутренней стороне контейнера и крышки. 11.Вымойте руки с мылом. 12. Если вы в больнице, отдайте контейнер медсестре. Не храните собранную мочу в палате. Если вы дома, положите контейнер в полиэтиленовый пакет, а затем в холодильник. Отнесите собранную мочу в лабораторию или врачу. Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Urine Sample – Male This test is done to check for bladder or urinary tract infections. The best time to get a urine sample is when the urine has been in your bladder for at least two to three hours. We suggest that you get the sample when you first wake up in the morning. Follow These Steps 1. Wash your hands with soap and water.Dry your hands well. 2. Get the urine sample kit. The kit has a cup with a lid and a packet of wipes. 3. Spread a clean paper or cloth towel out on a counter or surface you can reach from the toilet. 4. Open the wipes and place them on the towel. 5. Take the lid off of the cup. Put the lid flat side down on the towel. Do not touch the inside of the cup or lid. Urine Sample – Male (Clean Catch). Russian.
ru: мужчин (Clean Catch) Анализ мочи проводится для диагностики инфекций мочевого пузыря и мочевыводящих путей. Рекомендуется собирать мочу, когда она находилась в мочевом пузыре не менее 2–3 часов (лучше всего утром после пробуждения). Процедура 1. Вымойте руки с мылом. Тщательно высушите руки. 2. Используйте комплект для сбора мочи, состоящий из контейнера с крышкой и салфеток. 3. Положите чистое бумажное полотенце или ткань на поверхность, куда можно дотянуться с унитаза. 4. Откройте пакет с салфетками и положите их на полотенце. 5. Открутите крышку и положите ее внешней стороной на полотенце. Не прикасайтесь к внутренней стороне контейнера и крышки.

source: 6. Wash your entire penis with one wipe. 7. Pull back on the fold of skin around the tip of your penis. Wash this area with the second wipe. 8. Throw away the wipes in the trash. 9. Start to urinate a small amount into the toilet. 10. Urinate the rest of the urine into the cup. Urine Sample – Male (Clean Catch). Russian.
ru: 6. Вытрите пенис первой салфеткой. 7. Сдвиньте кожу с головки пениса. Вытрите головку второй салфеткой. 8. Выкиньте салфетку в мусорку. 9. Немного пописайте в унитаз. 10. Затем пописайте в контейнер.

source: 11.Put the lid tightly on the cup. Be careful not to touch the inside of the cup or lid. 12. Wash your hands with soap and water. 13. If you are in the hospital, call the nurse to take the fresh specimen. Do not allow the sample to sit in the room. If you are at home, put the cup in a plastic bag and put the bag in the refrigerator to keep the sample fresh. Take the sample with you when you go to the laboratory or doctor’s office, as directed. Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. 2005 - February 2, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Urine Sample – Male (Clean Catch). Russian.
ru: 11. Плотно закройте контейнер крышкой. Не прикасайтесь к внутренней стороне контейнера и крышки. 12. Вымойте руки с мылом. 13. Если вы в больнице, отдайте контейнер медсестре. Не храните собранную мочу в палате. Если вы дома, положите контейнер в полиэтиленовый пакет, а затем в холодильник. Отнесите собранную мочу в лабораторию или врачу. Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Using Walking with a Cane 1. Adjust the cane length so that when you are standing, the handle of the cane is at the level of your wrist. 2. Hold the cane on the side of your good leg unless your physical therapist has told you otherwise. 3. Begin by stepping forward with your injured or weak leg and cane, keeping the two in line with each other. 4. Step forward with your good leg, bringing it ahead of your injured or weak leg and cane. Using a Cane. Russian.
ru: трости a Cane Хождение с тростью 1. Отрегулируйте длину трости таким образом, чтобы, когда вы стоите, рукоятка находилась на уровне запястья. 2. Если физиотерапевт не рекомендовал вам иное, держите трость со стороны здоровой ноги. 3. Чтобы начать движение, сделайте шаг вперед травмированной или ослабленной ногой и тростью так, чтобы нога и трость находились на одной линии. 4. Сделайте шаг здоровой ногой, поставив ее перед травмированной или ослабленной ногой и тростью.

source: Going Upstairs with a Cane Take your time and go slowly. Have someone stand behind you to help the first time. 1. Grasp the handrail with your free hand. Begin by raising your good leg up to the first step. 2. Bring your injured or weak leg and cane together up to the same step. Keep your leg and cane in line with each other. Using a Cane. Russian.
ru: Хождение с тростью Установите длину трости таким образом, чтобы, когда Вы стоите, рукоятка трости находилась на уровне запястья. 1. Используйте трость со стороны здоровой ноги, если только Ваш физиотерапевт не скажет Вам делать иначе. 2. При начале ходьбы сделайте шаг травмированной или ослабленной ногой и тростью так, чтобы нога и трость находились на одной линии.
